Repository: WPPlugins/bibleget-io
Catalog: languages/bibleget-io-*.po
Languages: pt_pt

source: You must indicate the desired version with the parameter "version" (or the desired versions as a comma separated list with the parameter "versions")
pt_pt: Você deve indicar a versão desejada com o parâmetro "versão" (ou as versões desejadas como uma lista separada por vírgulas com o parâmetro "versões")

source: The requested version "%s" is not valid, please check the list of valid versions in the <a href="%s">settings page</a>
pt_pt: A versão solicitada "%s" não é válida, por favor, verifique a lista de versões válidas na <a href="%s"> página de configurações</a>

source: BibleGet Bible Quote placeholder... (error processing query, please check syntax)
pt_pt: Marcador de posição para Citações da Bíblia de "BibleGet para Wordpress"... (Erro ao processar a consulta, verifique a sintaxe)

source: BibleGet Bible Quote placeholder... (temporary error from the BibleGet server. Please try again in a few minutes...)
pt_pt: Marcador de posição para Citações da Bíblia de "BibleGet para Wordpress"... (Erro temporário do servidor BibleGet. Por favor, tente novamente em alguns minutos...)

source: There are errors in the shortcode, please check carefully your query syntax:
pt_pt: Há erros em corrigir o defeito, por favor, verifique cuidadosamente sua sintaxe de consulta:

source: If this error continues, please notify the BibleGet plugin creator at:
pt_pt: Se esse erro persiste, notifique o autor do plugin BibleGet em:

source: There was an error communicating with the BibleGet server, please wait a few minutes and try again:
pt_pt: Houve um erro de comunicação com o servidor de BibleGet, por favor, aguarde alguns minutos e tente novamente:

source: The first query <%s> in the querystring <%s> must start with a valid book indicator!
pt_pt: A primeira consulta <%s> na querystring <%s> deve começar com um indicador válido do livro!

source: There cannot be more commas than there are dots.
pt_pt: Não pode haver mais vírgulas que há pontos.

source: You must have a valid chapter following the book indicator!
pt_pt: Você deve ter um capítulo válido após o indicador de livro!

source: The book indicator is not valid. Please check the documentation for a list of valid book indicators.
pt_pt: O indicador do livro não é válido. Por favor, verifique a documentação para obter uma lista de indicadores válidos do livro.

source: You cannot use a dot without first using a comma. A dot is a liason between verses, which are separated from the chapter by a comma.
pt_pt: Você não pode usar um ponto sem primeiro usar uma vírgula. Um ponto é uma ligação entre os versos, que são separados por uma vírgula do capítulo.

source: A dot must be preceded and followed by 1 to 3 digits of which the first digit cannot be zero.
pt_pt: Um ponto deve ser precedido e seguido por 1 a 3 dígitos, dos quais o primeiro dígito não pode ser zero.

source: A comma must be preceded and followed by 1 to 3 digits of which the first digit cannot be zero.
pt_pt: Uma vírgula deve ser precedida e seguida por 1 a 3 dígitos, dos quais o primeiro dígito não pode ser zero.

source: A dash must be preceded and followed by 1 to 3 digits of which the first digit cannot be zero.
pt_pt: Um traço deve ser precedido e seguido por 1 a 3 dígitos, dos quais o primeiro dígito não pode ser zero.

source: If there is a chapter-verse construct following a dash, there must also be a chapter-verse construct preceding the same dash.
pt_pt: Se houver uma construção capítulo-verso seguindo um traço, também deve haver uma construção do versículo do capítulo anterior o mesmo traço.

source: There are multiple dashes in the query, but there are not enough dots. There can only be one more dash than dots.
pt_pt: Existem vários traços na consulta, mas não há pontos suficientes. Só pode haver um traço mais do que pontos.

source: The values concatenated by the dot must be consecutive, instead %1$d >= %2$d in the expression <%3$s>
pt_pt: Os valores concatenados por ponto devem ser consecutivos, em vez disso %1$ d > = %2$ d na expressão <%3$s>

source: A query that doesn't start with a book indicator must however start with a valid chapter indicator!
pt_pt: Uma consulta que não começa com um indicador de livro, no entanto, deve começar com um indicador válido capítulo!

source: A chapter in the query is out of bounds: there is no chapter <%1$d> in the book <%2$s> in the requested version <%3$s>, the last possible chapter is <%4$d>
pt_pt: Um capítulo na consulta está fora dos limites: não há nenhum capítulo <%1$d> no livro <%2$s> na versão solicitada <%3$s>, o último capítulo possível é <%4$d>

source: You cannot have more than one comma and not have a dash!
pt_pt: Você não pode ter mais de uma vírgula e não têm um traço!

source: You seem to have a malformed querystring, there should be only one dash.
pt_pt: Você parece ter uma querystring malformado, deve haver apenas um traço.

source: A verse in the query is out of bounds: there is no verse <%1$d> in the book <%2$s> at chapter <%3$d> in the requested version <%4$s>, the last possible verse is <%5$d>
pt_pt: Um verso na consulta está fora dos limites: não há nenhum versículo <%1$d> no livro <%2$s> no capítulo <%3$d> na versão solicitada <%4$s>, o último verso possível é <%5$d>

source: Chapters must be consecutive. Instead the first chapter indicator <%s> is greater than or equal to the second chapter indicator <%s> in the expression <%s>
pt_pt: Capítulos devem ser consecutivos. Em vez disso, o primeiro indicador de capítulo <%s> é maior ou igual ao segundo indicador capítulo <%s> na expressão <%s>

source: Verses in the same chapter must be consecutive. Instead verse <%s> is greater than verse <%s> in the expression <%s>
pt_pt: Versos no mesmo capítulo devem ser consecutivos. Em vez disso verso <%s> é maior do que o verso <%s> na expressão <%s>

source: Verses concatenated by a dash must be consecutive, instead <%s> is greater than or equal to <%s> in the expression <%s>
pt_pt: Versos concatenados por um traço devem ser consecutivos, em vez disso <%s> é maior que ou igual a <%s> na expressão <%s>

source: There was a problem communicating with the BibleGet server. <a href="%s" title="update metadata now">Metadata needs to be manually updated</a>.
pt_pt: Houve um problema na comunicação com o servidor de BibleGet. <a href="%s" title="update metadata now"> metadados precisa ser atualizado manualmente</a>.

source: There may have been a problem communicating with the BibleGet server. <a href="%s" title="update metadata now">Metadata needs to be manually updated</a>.
pt_pt: Pode ter havido um problema de comunicação com o servidor de BibleGet. <a href="%s" title="update metadata now"> metadados precisa ser atualizado manualmente</a>.

source: You cannot send an empty query.
pt_pt: Você não pode enviar uma consulta vazia.

source: Mixed notations have been detected. Please use either english notation or european notation.
pt_pt: Misto de notações foram detectadas. Por favor use a notação inglesa ou notação Europeia.

source: BibleGet Server data has been successfully renewed.
pt_pt: Dados do servidor de BibleGet foi renovados com sucesso.

source: Settings
pt_pt: Configurações

source: BibleGet I/O Settings
pt_pt: Configurações de BibleGet de e/s

source: Current BibleGet I/O engine information:
pt_pt: Informações atuais do motor BibleGet i/o:

source: The BibleGet I/O engine currently supports %s versions of the Bible in %s different languages.
pt_pt: O mecanismo de i/o BibleGet atualmente oferece suporte a %s versões da Bíblia em línguas diferentes de %s.

source: Here is the list of currently supported versions, subdivided by language:
pt_pt: Aqui está a lista das versões atualmente suportadas, subdivididos por idioma:

source: The BibleGet I/O engine currently recognizes the names of the books of the Bible in %s different languages:
pt_pt: O mecanismo de e/s BibleGet atualmente reconhece os nomes dos livros da Bíblia em línguas diferentes de %s:

source: This information from the BibleGet server is cached locally to improve performance. If new versions have been added to the BibleGet server or new languages are supported, this information might be outdated. In that case you can click on the button below to renew the information.
pt_pt: Esta informação do servidor BibleGet em cache localmente para melhorar o desempenho. Se novas versões foram adicionadas para o servidor de BibleGet ou novos idiomas são suportados, esta informação pode ser ultrapassada. Nesse caso, você pode clicar no botão abaixo para renovar as informações.

source: RENEW INFORMATION FROM BIBLEGET SERVER
pt_pt: RENOVAR AS INFORMAÇÕES DO SERVIDOR BIBLEGET

source: Preferences Settings
pt_pt: Configurações de preferências

source: Preferred version or versions (when not indicated in shortcode)
pt_pt: Versão preferencial ou versões (quando não indicado no shortcode)

source: Choose your preferences to facilitate the usage of the shortcode:
pt_pt: Escolha suas preferências para facilitar o uso de corrigir o defeito:

source: Font Family for Biblical Quotes
pt_pt: Família de fontes para citações bíblicas

source: Border-width for Biblical Quotes (in px)
pt_pt: Largura da borda para Citações da Bíblia (in px)

source: Border-style for Biblical Quotes
pt_pt: Estilo de borda para Citações da Bíblia

source: Border-color for Biblical Quotes
pt_pt: Cor da borda para Citações da Bíblia

source: Border-radius for Biblical Quotes (in px)
pt_pt: Arredondamento de cantos para Citações da Bíblia (in px)

source: Margin top/bottom for Biblical Quotes (in px)
pt_pt: Margem superior/inferior para Citações da Bíblia (in px)

source: Margin left/right for Biblical Quotes (in px)
pt_pt: Margem esquerda/direita para Citações da Bíblia (in px)

source: Padding top/bottom for Biblical Quotes (in px)
pt_pt: Preenchimento superior/inferior para para Citações da Bíblia (in px)

source: Padding left/right for Biblical Quotes (in px)
pt_pt: Preenchimento esquerda/direita para Citações da Bíblia (in px)

source: Width for Biblical Quotes (in %)
pt_pt: Largura para Citações da Bíblia (in %)

source: Text-align for Biblical Quotes
pt_pt: Alinhamento de texto para Citações da Bíblia

source: Font Size (in pt)
pt_pt: Tamanho da fonte (in pt)

source: Font Style
pt_pt: Estilo de fonte

source: Font Color
pt_pt: Cor da fonte

source: I
pt_pt: Eu

source: for Books and Chapters
pt_pt: para Livros e Capítulos

source: for Verse Numbers
pt_pt: para os Números do Verso

source: for Text of Verses
pt_pt: para Texto de Versos

source: Line-spacing for Verses Paragraphs
pt_pt: Espaçamento de linha para versos parágrafos

source: BibleGet Plugin Styles
pt_pt: Estilos para o Plugin BibleGet

source: Custom styles that apply to the text formatting of the biblical quotes
pt_pt: Estilos personalizados que se aplicam à formatação de texto das citações bíblicas

source: Easily insert Bible quotes from a choice of Bible versions into your articles or pages with the shortcode [bibleget].
pt_pt: Inserir facilmente citações bíblicas de uma escolha de versões da Bíblia em seus artigos ou páginas com o shortcode [bibleget].
